Repository: 4teamwork/ftw.colorbox
Catalog: ftw/colorbox/locales/*/LC_MESSAGES/ftw.colorbox.po
Languages: de, fr

source: download
de: Herunterladen
fr: Télécharger

# help_batch_size
source: The number of thumbnails shown on a page.
de: Die Anzahl der anzuzeigenden Bilder auf einer Seite
fr: Le nombre d'images affichées sur une page

# help_colorboxconfig
source: One item per line. For example speed:500.
de: Eine Einstellung pro Zeile. Zum Beispiel speed:500.
fr: Un article par ligne. Par exemple speed:500

# help_imagesize
source: Provide the name of an image size configured in the imaging control panel (e.g. large). If no size is given images will be displayed in original size.
de: Geben Sie die Bildgrösse an, die im Overlay angezeigt werden soll (z.B: large). Wenn keine Bildgrösse angegeben wird, wird das Bild in seiner Originalgrösse angezeigt.
fr: Mettre à disposition le nom / la taille de l'image configurée dans la base de l'imagerie (ex: large). Si aucune indication n'est donnée, l'image aura une taille définie.

# help_row_size
source: The number of images shown per row. If set to 0 all images are floated in the same row.
de: Die Anzahl Bilder die auf einer Zeile angezeigt werden soll.
fr: Le nombre d'images par lignes. Si défini sur 0, toutes les images seront sur la même ligne

# help_showlink
source: If enabled, a link to download the original image is displayed in the overlay.
de: Falls angewählt, wird ein Link zum Herunterladen des Originalbildes angezeigt.
fr: Si activé, un lien pour télécharger l'image originale est à disposition

# label_batch_size
source: Batch Size
de: Batchgrösse
fr: Taille du Batch

# label_colorboxconfig
source: Colorbox config
de: Colorbox Konfiguration
fr: Configuration de la Colorbox

# label_imagesize
source: Image size
de: Bildgrösse
fr: Taille d'image

# label_row_size
source: Row Size
de: Bilder pro Zeile
fr: Taille de la ligne

# label_showlink
source: Show link
de: Download-Link anzeigen?
fr: Afficher le lien de téléchargement
